Repository: kosodrzewina/playlister
Catalog: lib/l10n/intl_*.arb
Languages: pl

# bottomNavBar_search
source: Search
pl: Szukaj

# bottomNavBar_playlists
source: Playlists
pl: Playlisty

# bottomNavBar_endangered
source: Endangered
pl: Zagrożone

# profileDialog_loggedInAs
source: Logged in as:
pl: Zalogowano jako:

# profileDialog_notLoggedIn
source: Not logged in
pl: Nie zalogowano

# profileDialog_logIn
source: Log in
pl: Zaloguj się

# profileDialog_logOut
source: Log out
pl: Wyloguj się

# profileDialog_enterApiKey
source: Enter API key
pl: Wprowadź klucz API

# profileDialog_help
source: Help
pl: Pomoc

# apiKeyDialog_apiKey
source: API key
pl: klucz API

# apiKeyDialog_apiKeyRemoved
source: API key has been successfully removed
pl: klucz API został pomyślnie usunięty

# apiKeyDialog_apiKeyIsSaved
source: Your API key is saved
pl: Twój klucz API jest zapisany

# apiKeyDialog_apiKeyIsNotSaved
source: There is no API key
pl: Nie ma zapisanego żadnego klucza API

# apiKeyDialog_removeApiKey
source: Remove API key
pl: Usuń klucz API

# apiKeyDialog_apiKeySaved
source: Your API key has been successfully added
pl: Klucz API został pomyślnie dodany

source: No playlists found
pl: Nie znaleziono playlist

# searchPage_addByChannelId
source: Add playlists by Channel ID
pl: Dodaj playlisty przez Channel ID

# searchPage_searchForPlaylists
source: Search for playlists...
pl: Wyszukaj playlisty...

# searchPage_readyToSearch
source: Ready to search!
pl: Gotowy do wyszukiwania!

# endangeredPage_noDeletedVideosDetected
source: No deleted videos detected
pl: Nie wykryto usuniętych filmów

# playlistItemPage_howEmpty
source: How empty...
pl: Jak pusto...

# error_fetchingPlaylists
source: Failed to fetch playlists!
pl: Nie udało się pobrać playlist!

# error_noInternet
source: No Internet connection!
pl: Brak połączenia z internetem!

# error_unknown
source: An unknown error occurred!
pl: Wystąpił nieznany błąd!

# info_alreadyAdded
source: This playlist has been already added!
pl: Ta playlista została już dodana!

# success_playlistAdded
source: Playlist has been successfully added
pl: Playlista została pomyślnie dodana

# success_playlistsAdded
source: Playlists have been successfully added
pl: Playlisty zostały pomyślnie dodane

# success_playlistRemoved
source: Playlist has been successfully removed
pl: Playlista została pomyślnie usunięta
